Repository: Warewolf-ESB/Warewolf
Catalog: Dev/Infragistics.WPF4/FormulaEditor/strings.*.resx
Languages: de

# FunctionSearchType_All_Desc
source: (All)
de: (Alle)

# OperandSearchType_All_Desc
source: (All)
de: (Alle)

# OperandSearchType_OperandName_Desc
source: Operand Name
de: Name

# FunctionSignatureLabel
source: Expected format
de: Erwartetes Format

# OperandSignatureLabel
source: Displayed as
de: Dargestellt als

# ClearButton
source: Clear
de: Löschen

# EditingAreaLabel
source: Enter Formula/Expression
de: Formel/Ausdruck eingeben

# SyntaxErrorLabel
source: {0}, on {1}
de: {0}, auf {1}

# SyntaxErrorLabelLink
source: line: {0} column: {1}
de: Zeile: {0} Spalte: {1}

# FunctionTreeLabel
source: Functions
de: Funktionen

# OperandTreeLabel
source: Operands
de: Operanden

# CancelButton
source: Cancel
de: Abbrechen

# ShowDialogButtonToolTip
source: Display Dialog (Ctrl+F3)
de: Dialogfeld anzeigen (Strg+F3)

# CloseWithoutSavingPrompt
source: Would you like to close the dialog without saving the formula?
de: Soll der Dialog geschlossen werden, ohne die Formel zu speichern?

# CommitFormulaWithErrorsPrompt
source: The formula has one or more syntax errors. Would you like to commit the formula anyway?
de: Die Formel enthält einen oder mehr Syntaxfehler. Soll die Formel trotzdem ausgeführt werden?

# DialogTitle
source: Formula Editor
de: Formel-Editor

# DialogTitleWithTarget
source: Formula Editor - {0}
de: Formel-Editor - {0}

# FunctionSearchType_Category_Desc
source: Category
de: Kategorie

# LE_ArgumentException_PanelNotInAncestorChain
source: Panel must be the ancestor of the specified child.
de: Bereich muss Vorgänger des angegebenen untergeordneten Bereichs sein.

# LE_ArgumentOutOfRangeException_OffsetCantBeNaN
source: {0} cannot be NaN.
de: {0} kann nicht NaN ein.

# LE_DoesNotImplementInterface
source: Does not implement {0}
de: Implementiert nicht {0}

# MissingCategoryName
source: [no category]
de: [keine Kategorie]

# OperandNotInitialized
source: <Error: Operand not initialized>
de: <Fehler: Operand nicht initialisiert>

# OperandSearchType_ControlName_Desc
source: Control Name
de: Steuerelementname

# OperandSearchType_NamedReferenceCategory_Desc
source: Named Reference Category
de: Benannte Referenzkategorie

# SaveChangesPrompt
source: Would you like to save changes to the formula?
de: Sollen die Änderungen der Formel gespeichert werden?
