Repository: Warewolf-ESB/Warewolf
Catalog: Dev/Infragistics.WPF4/CalculationManager/strings.*.resx
Languages: es

# CalcSettingsPropertyName_Not_Set
source: PropertyName not set or property could not be found on CalcSettings.
es: PropertyName se ha establecido o la propiedad no puede encontrarse en CalcSettings.

# FormulaCircularityError_Default_Message
source: A Formula Circularity has been detected in the formula for [{0}]. The Formula is: {1}. No calculations can be performed by the CalcEngine while a Circularity exists.
es: Se ha detectado una circularidad de fórmula en la fórmula para [{0}]. La fórmula es: {1}. No es posible realizar cálculos con el CalcEngine mientras exista una circularidad.

# FormulaCircularityError_Message_Title
source: Circularity Error
es: Error de circularidad

# FormulaSyntaxError_Default_Message
source: A syntax error occured while compiling a formula for: {0}. The error is: {1}
es: Se ha producido un error al compilar una fórmula para: {0}. El error es: {1}

# FormulaSyntaxError_Message_Title
source: Syntax Error
es: Error de sintaxis

# LC_Behavior
source: Behavior
es: Comportamiento

# LC_Design
source: Design
es: Diseño

# FindReferenceError
source: Reference not found.
es: No se ha encontrado la referencia.

# TargetPropertyNotFound
source: TargetProperty {0} was not found on {1}.
es: No se ha encontrado TargetProperty {0} en {1}.

# PropertyGetFailed
source: Failed to get Property {0} on {1}.
es: Fallo al obtener la propiedad {0} en {1}.

# PropertySetFailed
source: Failed to set Property {0} on {1} with value: {2}.
es: Fallo al definir la propiedad {0} en {1} con valor: {2}.

# ListCalculator_Desc
source: ListCalculator: ReferenceId = '{0}'
es: ListCalculator: ReferenceId = '{0}', List = '{1}'

# ItemCalculation_RefID_Warning
source: Can't reference formula result since no ReferenceId or TargetProperty was specified for {0}.
es: No se puede referenciar resultado de la fórmula, pues no se ha especificado Referenceld ni TargetProperty para {0}.

# ListCalculation_RefID_Warning
source: Can't reference formula result since no ReferenceId was specified for {0}.
es: No se puede referenciar resultado de la fórmula, pues no se ha especificado Referenceld para {0}.

# ResultKeyNotFound
source: Result key: '{0}' was not found.
es: No se ha encontrado la clave de resultado: '{0}'.

# NamedReference_Category_All
source: (All)
es: (Todo)

# NamedReference_Category_Unassigned
source: (Unassigned)
es: (Sin asignar)

# Operand_Category_Controls
source: Controls
es: Controles

# Operand_Category_NamedReferences
source: Named References
es: Referencias con nombre

# UnknownTypeName
source: Could not resolve TreatAsTypeName '{0}' on {1}
es: No ha sido posible resolver TreatAsTypeName '{0}' en {1}

# FormulaSyntaxError
source: Syntax error on Formula '{0}', error: '{1}'
es: Error de sintaxis en la fórmula '{0}', error: '{1}'

source: Source item not specified.
es: Elemento fuente no especificado.
